const prizes = [
    "🎁 خصم 10%",
    "☕ مشروب مجاني",
    "🎟️ دخول سحب على جائزة",
    "🎁 هدية مفاجأة",
    "💳 خصم 20%",
    "⭐ نقطة إضافية",
    "🏆 تم إكمال المسابقة"
];

const questions = [

{
    question:"كم مرة حضرت فعاليات Sunny Event؟",
    answers:[
        "أول مرة",
        "مرتين",
        "3 مرات أو أكثر"
    ],
    correct:0
},

{
    question:"كيف عرفت عن Sunny Event؟",
    answers:[
        "فيسبوك",
        "إنستجرام",
        "صديق",
        "إعلان"
    ],
    correct:2
},

{
    question:"هل أعجبك تنظيم الفعالية؟",
    answers:[
        "ممتاز",
        "جيد",
        "مقبول",
        "ضعيف"
    ],
    correct:0
},

{
    question:"ما الخدمات التي تهمك؟ (يمكن اختيار أكثر من إجابة)",

    type:"checkbox",

    answers:[
        "حفلات",
        "عقارات",
        "رياضة",
        "تعليم"
    ],

    correct:[0,1]
},

{
    question:"هل ستنصح أصدقاءك بالمشاركة؟",

    answers:[
        "نعم",
        "لا"
    ],

    correct:0
},

{
    question:"هل ترغب في حضور الفعاليات القادمة؟",

    answers:[
        "بالتأكيد",
        "ربما",
        "لا"
    ],

    correct:0
},

{
    question:"هل استمتعت بالمسابقة؟",

    answers:[
        "نعم",
        "إلى حد ما",
        "لا"
    ],

    correct:0
}

];